[Demo_Sisters_ep6_1_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=1399,Y=1366,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=1399,Y=1176,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[13]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_1.GG2_V_Sisters_ep6_1_003_Cue',Name="エコロ")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[15]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[17]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0103_fx_close_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0107_fx_Stand2Perplex",Rate=0,Number=3,Bit=0)
DemoScripts[18]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0700_lp_Perplex",Number=8)
DemoScripts[19]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_1.GG2_V_Sisters_ep6_1_005_Cue',Name="エコロ")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[21]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[22]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0701_fx_Perplex2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[25]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_1.GG2_V_Sisters_ep6_1_007_Cue',Name="エコロ")
DemoScripts[26]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[27]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[28]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[29]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_1.GG2_V_Sisters_ep6_1_008_Cue',Name="エコロ")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[31]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0111_fx_Stand2Proud",Rate=0,Number=3,Bit=1)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1100_lp_Proud",Number=8)
DemoScripts[34]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep6_1.GG2_V_Sisters_ep6_1_009_Cue',Name="エコロ")
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[36]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[38]=(Actor=WINDOW,Command=EXIT)
DemoScripts[39]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[40]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[41]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[42]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[43]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep6_1_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep6_1_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="呼......她們兩個沒問題嗎?/n各方面都是./n像是打扮之類的......")

Texts[1]=(Label="TEXT02",Name="峯大",Text="......或是打扮之類的.")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="她們兩位還滿廢柴的耶.")

Texts[3]=(Label="TEXT04",Name="峯大",Text="別說廢柴啦....../n她們只要集中精神在一件事情上面/n有時就會看不清楚周圍的情況......")

Texts[4]=(Label="TEXT05",Name="艾可蘿",Text="我很擔心她們兩位明天之後的風評呢....../n好像會被取一些奇怪的綽號.")

Texts[5]=(Label="TEXT06",Name="峯大",Text="嗯......這個嘛......這所學校/n有很多綽號很奇怪的人,/n所以我想應該沒關係......")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="那不算是幫她們說話唷......")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="唉......再擔心也是無濟於事,/n我們這邊也為了準備和惡魔戰鬥/n多少提高一些受歡迎氣場吧.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="一邊隨意地讓女孩子昇天,/n一邊前往目的地吧.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="妳那不講情分的樣子/n有時讓我覺得欲哭無淚耶......")

Texts[10]=(Label="",Name="",Text="")

Texts[11]=(Label="SELECT01",Name="",Text="")

Texts[12]=(Label="SELECT02",Name="",Text="")

Texts[13]=(Label="SELECT03",Name="",Text="")

Texts[14]=(Label="SELECT04",Name="",Text="")

Texts[15]=(Label="SELECT05",Name="",Text="")

Texts[16]=(Label="SELECT06",Name="",Text="")

Texts[17]=(Label="SELECT07",Name="",Text="")

Texts[18]=(Label="SELECT08",Name="",Text="")

Texts[19]=(Label="SELECT09",Name="",Text="")

Texts[20]=(Label="SELECT10",Name="",Text="")


